Repository: mneves75/ai-pedometer
Catalog: Shared/Resources/Localizable.xcstrings
Source language: en
Languages: pt_br

source: Track your daily step progress.
pt_br: Acompanhe seu progresso diário de passos.

source: Track your daily walking steps
pt_br: Acompanhe seus passos diários de caminhada

source: Track your steps from your wrist
pt_br: Acompanhe seus passos do seu pulso

source: Track your steps with the power of AI.
pt_br: Acompanhe seus passos com o poder da IA.

source: Training Plans
pt_br: Planos de Treino

source: Trend Analysis
pt_br: Análise de Tendências

source: Try Again
pt_br: Tentar Novamente

source: Try asking:
pt_br: Tente perguntar:

source: Try new routes or activities
pt_br: Experimente novas rotas ou atividades

source: Two Week Champion
pt_br: Campeão de Duas Semanas

source: Unable to complete purchase. Please try again.
pt_br: Não foi possível concluir a compra. Tente novamente.

source: Unable to discard workout
pt_br: Não foi possível descartar treino

source: Unable to Load History
pt_br: Não foi Possível Carregar Histórico

source: Unable to load price. Please try again.
pt_br: Não foi possível carregar o preço. Tente novamente.

source: Unable to request notification permissions.
pt_br: Não foi possível solicitar permissão de notificações.

source: Unable to save workout
pt_br: Não foi possível salvar treino

source: Unable to schedule notifications. Please try again.
pt_br: Não foi possível agendar notificações. Tente novamente.

source: Unable to start workout
pt_br: Não foi possível iniciar treino

source: Unavailable
pt_br: Indisponível

source: Use a fixed step length to calculate distance
pt_br: Use um comprimento de passo fixo para calcular a distância

source: Use Apple Watch to measure daily wheelchair pushes instead of steps
pt_br: Use o Apple Watch para medir os impulsos diários da cadeira de rodas ao invés de passos

source: Use Fake Data
pt_br: Usar Dados Falsos

source: Uses HealthKit data for more accurate distance tracking.
pt_br: Usa dados do HealthKit para rastreamento de distância mais preciso.

source: Version
pt_br: Versão

source: Version %@ (%@)
pt_br: Versão %@ (%@)

source: Walk 5,000 steps in a day
pt_br: Caminhe 5.000 passos em um dia

source: Walk 10,000 steps in a day
pt_br: Caminhe 10.000 passos em um dia

source: Walk 15,000 steps in a day
pt_br: Caminhe 15.000 passos em um dia

source: Walk 20,000 steps in a day
pt_br: Caminhe 20.000 passos em um dia

source: Walk 25,000 steps in a day
pt_br: Caminhe 25.000 passos em um dia

source: Walk a total of 5 kilometers
pt_br: Caminhe um total de 5 quilômetros

source: Walk a total of 10 kilometers
pt_br: Caminhe um total de 10 quilômetros

source: Walk a total of 42.195 kilometers
pt_br: Caminhe um total de 42,195 quilômetros

source: We couldn't load your health data. Please try again.
pt_br: Não foi possível carregar seus dados de saúde. Tente novamente.

source: We need access to your motion and Health data to count steps.
pt_br: Precisamos de acesso aos seus dados de movimento e de Saúde para contar seus passos.

source: We need access to your motion data to count steps.
pt_br: Precisamos de acesso aos seus dados de movimento para contar passos.

source: We're using Motion & Fitness data. Enable Health access to include Apple Watch steps and improve history.
pt_br: Estamos usando dados de Movimento e Fitness. Ative o acesso ao Saúde para incluir passos do Apple Watch e melhorar o histórico.

source: Week %lld
pt_br: Semana %lld

# Week %lld of %lld
source: Week %1$lld of %2$lld
pt_br: Semana %1$lld de %2$lld

source: Week Warrior
pt_br: Guerreiro da Semana

source: Weekly %@ summary chart
pt_br: Gráfico resumo semanal de %@

source: Weekly Steps
pt_br: Passos Semanais

source: Weekly Summary
pt_br: Resumo Semanal

source: Weekly Targets
pt_br: Metas Semanais

source: Weekly Trend
pt_br: Tendência Semanal

source: Welcome to AI Pedometer
pt_br: Bem-vindo ao AI Pedometer

source: What's my best day for walking?
pt_br: Qual foi meu melhor dia para caminhar?

source: What's your goal?
pt_br: Qual é sua meta?

source: Wheelchair mode uses Apple Watch to measure daily pushes instead of steps.
pt_br: O modo cadeira de rodas usa o Apple Watch para medir os impulsos diários ao invés de passos.

source: Why am I not hitting my goals?
pt_br: Por que não estou atingindo minhas metas?

source: Workout
pt_br: Treino

source: Workout Error
pt_br: Erro de Treino

source: Workout metrics unavailable
pt_br: Métricas de treino indisponíveis

source: Workout Paused
pt_br: Treino Pausado

source: Workout session unavailable
pt_br: Sessão de treino indisponível

source: Workouts
pt_br: Treinos

source: Year of Excellence
pt_br: Ano de Excelência

source: Yesterday
pt_br: Ontem

source: You can change this later in settings.
pt_br: Você pode alterar isso depois nas configurações.

source: Your daily goal at a glance.
pt_br: Sua meta diária em um relance.

source: Your device doesn't support Apple Intelligence
pt_br: Seu dispositivo não suporta Apple Intelligence

source: Your fitness level
pt_br: Seu nível de condicionamento

source: Your intelligent walking companion
pt_br: Seu companheiro inteligente de caminhada

source: Your payment is pending approval.
pt_br: Seu pagamento está pendente de aprovação.

source: Your recent step trend.
pt_br: Sua tendência recente de passos.

source: Your steps are available via Motion & Fitness, but Health history isn't loading. Enable Health access in Settings to show Apple Watch and history data.
pt_br: Seus passos estão disponíveis via Movimento e Fitness, mas o histórico do Saúde não está carregando. Ative o acesso ao Saúde em Ajustes para mostrar dados do Apple Watch e do histórico.

source: Your support keeps AI Pedometer improving.
pt_br: Seu apoio mantém o AI Pedometer melhorando.
